Repository: rendiwijiatmoko/iOS-SelfPhotos
Catalog: ImmichApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Keep Albums
ar: الاحتفاظ بالالبومات
bg: Запази албуми
bn: অ্যালবাম রাখুন
ca: Conserva els àlbums
cs: Ponechat alba
da: Behold albums
de: Alben behalten
el: Διατήρηση των άλμπουμ
es: Conservar álbumes
fa: نگهداری آلبوم‌ها
fi: Säilytä albumit
fr: Conserver les albums
he: שמור אלבומים
hi: एल्बम बनाए रखें
hr: Zadrži albume
hu: Albumok megtartása
id: Simpan album
it: Mantieni gli album
ja: アルバムを保持
kk: Альбомдарды сақтау
ko: 앨범 유지
lt: Palikti albumus
ms: Simpan Album
nb: Behold albumer
nl: Houd albums bij
pl: Zachowaj albumy
pt: Manter álbuns
ro: Păstreaza albume
ru: Оставить альбомы
sk: Ponechať albumy
sl: Ohrani albume
sv: Behåll album
th: เก็บอัลบั้ม
tr: Albümleri sakla
uk: Залишити альбоми
vi: Giữ lại các album
zh_hans: 保留相册
zh_hant: 保留相簿

source: Keep Favorites
ar: الاحتفاظ بالمفضلات
bg: Запазване на любими
bn: ফেভারিট রাখুন
ca: Conserva els preferits
cs: Zachovat oblíbené
da: Behold favoritter
de: Favoriten behalten
el: Διατήρηση αγαπημένων
es: Mantener favoritos
fa: نگهداری علاقه‌مندی‌ها
fi: Säilytä suosikit
fr: Garder les favoris
he: שמור מועדפים
hi: पसंदीदा बनाए रखें
hr: Zadrži favorite
hu: Kedvencek megtartása
id: Simpan favorit
it: Mantieni i favoriti
ja: お気に入りを保持
kk: Таңдаулыларды сақтау
ko: 즐겨찾기 유지
lt: Palikti mėgstamiausius
ms: Simpan Kegemaran
nb: Behold favoritter
nl: Bewaar favorieten
pl: Zachowaj ulubione
pt: Manter favoritos
ro: Păstrați favoritele
ru: Оставить избранные
sk: Ponechať obľúbené
sl: Obdrži priljubljene
sv: Behåll favoriter
th: เก็บรายการโปรด
tr: Favorileri tut
uk: Залишити вибране
vi: Giữ lại các mục yêu thích
zh_hans: 保留收藏
zh_hant: 保留最愛的相片

source: Keep Items After
ar: الاحتفاظ بالعناصر بعد
bg: Запазване на елементите след
bn: এর পরের আইটেম রাখুন
ca: Conserva els elements posteriors a
cs: Ponechat položky po
da: Behold emner efter
de: Elemente behalten nach
el: Διατήρηση στοιχείων μετά τις
es: Conservar elementos posteriores a
fa: نگهداری موارد پس از
fi: Säilytä kohteet tämän jälkeen
fr: Conserver les éléments après le
he: שמירת פריטים לאחר
hi: इसके बाद के आइटम रखें
hr: Zadrži stavke nakon
hu: E dátum utáni elemek megtartása
id: Simpan Item Setelah
it: Conserva gli elementi successivi al
ja: 指定日以降の項目を保持
kk: Осы күннен кейінгі элементтерді сақтау
ko: 다음 날짜 이후 항목 보관
lt: Palikti elementus po
ms: Simpan Item Selepas
nb: Behold elementer etter
nl: Items behouden na
pl: Zachowaj elementy po
pt: Manter itens posteriores a
ro: Păstrați elementele ulterioare datei
ru: Сохранять элементы после
sk: Ponechať položky po dátume
sl: Ohrani elemente po datumu
sv: Behåll objekt efter
th: เก็บรายการหลังจาก
tr: Şu Tarihten Sonraki Öğeleri Sakla
uk: Зберігати елементи після
vi: Giữ các mục sau
zh_hans: 保留此日期之后的项目
zh_hant: 保留此日期之後的項目

source: Keep on Device
ar: احتفظ على الجهاز
bg: Запази на устройството
bn: ডিভাইসে রাখুন
ca: Conserva al dispositiu
cs: Ponechat na zařízení
da: Behold på enheden
de: Auf Gerät behalten
el: Διατήρηση στη συσκευή
es: Mantener en el dispositivo
fa: نگهداری در دستگاه
fi: Säilytä laitteella
fr: Conserver sur l'appareil
he: שמור במכשיר
hi: डिवाइस पर बनाए रखें
hr: Zadrži za uređaju
hu: Maradjon az eszközön
id: Simpan di perangkat
it: Mantieni sul dispositivo
ja: デバイスに保持
kk: Құрылғыда сақтау
ko: 기기에 유지
lt: Palikti įrenginyje
ms: Simpan pada Peranti
nb: Behold på enheten
nl: Blijf op het apparaat
pl: Zachowaj na urządzeniu
pt: Manter no dispositivo
ro: Păstrează pe dispozitiv
ru: Оставить на устройстве
sk: Ponechať na zariadení
sl: Shrani v napravi
sv: Behåll på enhet
th: เก็บบนอุปกรณ์
tr: Cihazda sakla
uk: Залишити на пристрої
vi: Giữ lại trên thiết bị
zh_hans: 保留在设备上
zh_hant: 保留在裝置上

source: Keep photos and videos from the last…
ar: الاحتفاظ بالصور ومقاطع الفيديو من آخر…
bg: Запазване на снимки и видеоклипове от последните…
bn: গত সময়ের ছবি ও ভিডিও রাখুন…
ca: Conserva les fotos i els vídeos dels darrers…
cs: Ponechat fotky a videa za poslední období…
da: Behold fotos og videoer fra de seneste…
de: Fotos und Videos behalten aus den letzten…
el: Διατήρηση φωτογραφιών και βίντεο από τους τελευταίους…
es: Conservar las fotos y los vídeos de los últimos…
fa: نگهداری عکس‌ها و ویدیوهای اخیر…
fi: Säilytä kuvat ja videot viimeisten…
fr: Conserver les photos et vidéos des derniers…
he: שמירת תמונות וסרטונים מהתקופה האחרונה…
hi: पिछली अवधि की फ़ोटो और वीडियो रखें…
hr: Zadrži fotografije i videozapise iz posljednjih…
hu: Az elmúlt… fotóinak és videóinak megtartása
id: Simpan foto dan video dari periode terakhir…
it: Conserva foto e video degli ultimi…
ja: 直近の写真とビデオを保持…
kk: Соңғы… фотосуреттер мен бейнелерді сақтау
ko: 최근 사진 및 비디오 유지…
lt: Palikti pastarojo laikotarpio nuotraukas ir vaizdo įrašus…
ms: Simpan foto dan video daripada tempoh…
nb: Behold bilder og videoer fra de siste…
nl: Foto's en video's behouden van de afgelopen…
pl: Zachowaj zdjęcia i filmy z ostatnich…
pt: Manter fotos e vídeos dos últimos…
ro: Păstrați fotografiile și videoclipurile din ultimele…
ru: Сохранять фотографии и видео за последние…
sk: Ponechať fotografie a videá za posledné…
sl: Ohrani fotografije in videoposnetke iz zadnjih…
sv: Behåll foton och videor från de senaste…
th: เก็บรูปภาพและวิดีโอจากช่วงล่าสุด…
tr: Şu süredeki fotoğraf ve videoları sakla…
uk: Зберігати фото та відео за останні…
vi: Giữ ảnh và video trong…
zh_hans: 保留最近一段时间的照片和视频…
zh_hant: 保留最近一段時間的相片和影片…

source: Keep Your Photos Safe
ar: حافظ على أمان صورك
bg: Пазете снимките си в безопасност
bn: আপনার ছবি নিরাপদ রাখুন
ca: Mantén les teves fotos segures
cs: Uchovávejte své fotky v bezpečí
da: Hold dine fotos sikre
de: Schütze deine Fotos
el: Διατηρήστε τις φωτογραφίες σας ασφαλείς
es: Mantén tus fotos seguras
fa: عکس‌های خود را ایمن نگه دارید
fi: Pidä kuvasi turvassa
fr: Protégez vos photos
he: שמרו על התמונות שלכם
hi: अपनी फ़ोटो सुरक्षित रखें
hr: Čuvajte svoje fotografije sigurnima
hu: Tartsa biztonságban a fotóit
id: Jaga Keamanan Foto Anda
it: Proteggi le tue foto
ja: 写真を安全に保管
kk: Фотосуреттеріңізді қауіпсіз сақтаңыз
ko: 사진을 안전하게 보호하세요
lt: Apsaugokite savo nuotraukas
ms: Pastikan Foto Anda Selamat
nb: Hold bildene dine trygge
nl: Houd je foto's veilig
pl: Chroń swoje zdjęcia
pt: Mantenha as suas fotos em segurança
ro: Păstrați-vă fotografiile în siguranță
ru: Обеспечьте безопасность своих фотографий
sk: Uchovajte svoje fotografie v bezpečí
sl: Ohranite svoje fotografije varne
sv: Skydda dina foton
th: เก็บรูปภาพของคุณให้ปลอดภัย
tr: Fotoğraflarınızı Güvende Tutun
uk: Зберігайте свої фото в безпеці
vi: Giữ ảnh của bạn an toàn
zh_hans: 妥善保护您的照片
zh_hant: 妥善保護您的相片

source: Last 3 Months
ar: آخر 3 أشهر
bg: Последните 3 месеца
bn: গত ৩ মাস
ca: Darrers 3 mesos
cs: Poslední 3 měsíce
da: Seneste 3 måneder
de: Letzte 3 Monate
el: Τελευταίοι 3 μήνες
es: Últimos 3 meses
fa: ۳ ماه گذشته
fi: Viimeiset 3 kuukautta
fr: 3 derniers mois
he: 3 החודשים האחרונים
hi: पिछले 3 महीने
hr: Posljednja 3 mjeseca
hu: Elmúlt 3 hónap
id: 3 Bulan Terakhir
it: Ultimi 3 mesi
ja: 過去3か月
kk: Соңғы 3 ай
ko: 최근 3개월
lt: Pastarieji 3 mėnesiai
ms: 3 Bulan Terakhir
nb: Siste 3 måneder
nl: Afgelopen 3 maanden
pl: Ostatnie 3 miesiące
pt: Últimos 3 meses
ro: Ultimele 3 luni
ru: Последние 3 месяца
sk: Posledné 3 mesiace
sl: Zadnji 3 meseci
sv: Senaste 3 månaderna
th: 3 เดือนล่าสุด
tr: Son 3 Ay
uk: Останні 3 місяці
vi: 3 tháng qua
zh_hans: 最近 3 个月
zh_hant: 最近 3 個月

source: Last 9 Months
ar: آخر 9 أشهر
bg: Последните 9 месеца
bn: গত ৯ মাস
ca: Darrers 9 mesos
cs: Posledních 9 měsíců
da: Seneste 9 måneder
de: Letzte 9 Monate
el: Τελευταίοι 9 μήνες
es: Últimos 9 meses
fa: ۹ ماه گذشته
fi: Viimeiset 9 kuukautta
fr: 9 derniers mois
he: 9 החודשים האחרונים
hi: पिछले 9 महीने
hr: Posljednjih 9 mjeseci
hu: Elmúlt 9 hónap
id: 9 Bulan Terakhir
it: Ultimi 9 mesi
ja: 過去9か月
kk: Соңғы 9 ай
ko: 최근 9개월
lt: Pastarieji 9 mėnesiai
ms: 9 Bulan Terakhir
nb: Siste 9 måneder
nl: Afgelopen 9 maanden
pl: Ostatnie 9 miesięcy
pt: Últimos 9 meses
ro: Ultimele 9 luni
ru: Последние 9 месяцев
sk: Posledných 9 mesiacov
sl: Zadnjih 9 mesecev
sv: Senaste 9 månaderna
th: 9 เดือนล่าสุด
tr: Son 9 Ay
uk: Останні 9 місяців
vi: 9 tháng qua
zh_hans: 最近 9 个月
zh_hant: 最近 9 個月

source: Last Modified
ar: آخر تعديل
bg: Последна промяна
bn: সর্বশেষ পরিবর্তিত
ca: Darrera modificació
cs: Naposledy upraveno
da: Sidst redigeret
de: Zuletzt bearbeitet
el: Τελευταία τροποποίηση
es: Última modificación
fa: آخرین تغییر
fi: Viimeksi muokattu
fr: Dernière modification
he: שונה לאחרונה
hi: अंतिम संशोधन
hr: Zadnja izmjena
hu: Utolsó módosítás ideje
id: Terakhir diubah
it: Ultima modifica
ja: 最終変更
kk: Соңғы өзгертілген
ko: 마지막 수정
lt: Paskutinį kartą modifikuota
ms: Terakhir Diubah Suai
nb: Sist endret
nl: Laatst aangepast
pl: Ostatnio zmodyfikowany
pt: Última modificação
ro: Ultima dată modificat
ru: Последнее изменение
sk: Naposledy upravené
sl: Nazadnje spremenjeno
sv: Senast ändrad
th: แก้ไขล่าสุด
tr: Son düzenleme
uk: Остання зміна
vi: Sửa đổi lần cuối
zh_hans: 上次修改
zh_hant: 上次修改

source: Last Month
ar: الشهر الماضي
bg: Последния месец
bn: গত মাস
ca: Mes passat
cs: Poslední měsíc
da: Seneste måned
de: Letzter Monat
el: Τελευταίος μήνας
es: Último mes
fa: ماه گذشته
fi: Viime kuukausi
fr: Mois dernier
he: החודש האחרון
hi: पिछला महीना
hr: Prošli mjesec
hu: Elmúlt hónap
id: Bulan Lalu
it: Ultimo mese
ja: 過去1か月
kk: Соңғы ай
ko: 최근 1개월
lt: Pastarasis mėnuo
ms: Bulan Terakhir
nb: Siste måned
nl: Afgelopen maand
pl: Ostatni miesiąc
pt: Último mês
ro: Ultima lună
ru: Последний месяц
sk: Posledný mesiac
sl: Zadnji mesec
sv: Senaste månaden
th: เดือนล่าสุด
tr: Geçen Ay
uk: Останній місяць
vi: Tháng qua
zh_hans: 最近 1 个月
zh_hant: 最近 1 個月

source: Latest Version
ar: احدث اصدار
bg: Последна версия
bn: সর্বশেষ ভার্সন
ca: Darrera versió
cs: Nejnovější verze
da: Seneste version
de: Neuste Version
el: Τελευταία Έκδοση
es: Última versión
fa: آخرین نسخه
fi: Viimeisin versio
fr: Dernière version
he: גרסה עדכנית ביותר
hi: नवीनतम संस्करण
hr: Najnovija verzija
hu: Legfrissebb verzió
id: Versi Terkini
it: Ultima Versione
ja: 最新バージョン
kk: Соңғы нұсқа
ko: 최신 버전
lt: Naujausia versija
ms: Versi Terkini
nb: Siste versjon
nl: Nieuwste versie
pl: Najnowsza wersja
pt: Versão mais recente
ro: Ultima Versiune
ru: Последняя версия
sk: Najnovšia verzia
sl: Najnovejša različica
sv: Senaste versionen
th: เวอร์ชันล่าสุด
tr: En Son Sürüm
uk: Остання версія
vi: Phiên bản mới nhất
zh_hans: 最新版本
zh_hant: 最新版本

source: Layout
ar: تصميم
bg: Разположение
bn: বিন্যাস
ca: Disseny
cs: Rozložení
da: Udseende
el: Διάταξη
es: Disposición
fa: طرح‌بندی
fi: Asettelu
fr: Disposition
he: פריסה
hi: लेआउट
hr: Raspored
hu: Elrendezés
id: Penataan
ja: レイアウト
kk: Орналасу
ko: 레이아웃
lt: Išdėstymas
ms: Susun atur
nb: Fordeling
pl: Układ
pt: Disposição
ro: Aspect
ru: Разметка
sk: Rozloženie
sl: Postavitev
th: การจัดวาง
tr: Düzen
uk: Макет
vi: Bố cục
zh_hans: 布局
zh_hant: 版面

source: Library
ar: المكتبة
bg: Библиотека
bn: লাইব্রেরি
ca: Biblioteca
cs: Knihovna
da: Bibliotek
de: Mediathek
el: Βιβλιοθήκη
es: Fototeca
fa: کتابخانه
fi: Kirjasto
fr: Photothèque
he: ספרייה
hi: लाइब्रेरी
hr: Medijateka
hu: Könyvtár
id: Perpustakaan
it: Libreria
ja: ライブラリ
kk: Кітапхана
ko: 보관함
lt: Biblioteka
ms: Pustaka
nb: Bibliotek
nl: Bibliotheek
pl: Biblioteka
pt: Biblioteca
ro: Bibliotecă
ru: Медиатека
sk: Knižnica
sl: Knjižnica
sv: Bibliotek
th: คลัง
tr: Arşiv
uk: Медіатека
vi: Thư viện
zh_hans: 图库
zh_hant: 圖庫

source: Light
ar: المضيئ
bg: Светло
bn: লাইট
ca: Clar
cs: Světlý
da: Lys
de: Hell
el: Φωτεινό
es: Claro
fa: روشن
fi: Vaalea
fr: Clair
he: בהיר
hi: रोशनी
hr: Svjetlo
hu: Világos
id: Terang
it: Chiaro
ja: ライトモード
kk: Ашық
ko: 라이트
lt: Šviesi
ms: Cerah
nb: Lys
nl: Licht
pl: Jasny
pt: Claro
ro: Lumină
ru: Светлая
sk: Svetlá
sl: Svetlo
sv: Ljus
th: สว่าง
tr: Açık
uk: Світла
vi: Sáng
zh_hans: 浅色
zh_hant: 淺色

source: Links you create from an album or a photo will show up here.
ar: ستظهر هنا الروابط التي تنشئها من ألبوم أو صورة.
bg: Връзките, които създадете от албум или снимка, ще се показват тук.
bn: অ্যালবাম বা ছবি থেকে তৈরি করা লিঙ্কগুলো এখানে দেখা যাবে।
ca: Els enllaços que creïs des d'un àlbum o una foto apareixeran aquí.
cs: Zde se zobrazí odkazy, které vytvoříte z alba nebo fotky.
da: Links, du opretter fra et album eller foto, vises her.
de: Links, die du aus einem Album oder Foto erstellst, werden hier angezeigt.
el: Οι σύνδεσμοι που δημιουργείτε από ένα άλμπουμ ή μια φωτογραφία θα εμφανίζονται εδώ.
es: Los enlaces que crees desde un álbum o una foto aparecerán aquí.
fa: پیوندهایی که از آلبوم یا عکس ایجاد می‌کنید اینجا نمایش داده می‌شوند.
fi: Albumista tai kuvasta luomasi linkit näkyvät täällä.
fr: Les liens créés à partir d’un album ou d’une photo apparaîtront ici.
he: קישורים שתיצרו מאלבום או מתמונה יופיעו כאן.
hi: एल्बम या फ़ोटो से बनाए गए लिंक यहाँ दिखाई देंगे।
hr: Poveznice koje izradite iz albuma ili fotografije pojavit će se ovdje.
hu: Az albumokból vagy fotókból létrehozott hivatkozások itt jelennek meg.
id: Tautan yang Anda buat dari album atau foto akan muncul di sini.
it: I link creati da un album o da una foto verranno visualizzati qui.
ja: アルバムや写真から作成したリンクがここに表示されます。
kk: Альбомнан немесе фотосуреттен жасалған сілтемелер осында көрсетіледі.
ko: 앨범이나 사진에서 생성한 링크가 여기에 표시됩니다.
lt: Nuorodos, kurias sukursite iš albumo ar nuotraukos, bus rodomos čia.
ms: Pautan yang anda cipta daripada album atau foto akan dipaparkan di sini.
nb: Lenker du oppretter fra et album eller bilde, vises her.
nl: Links die je vanuit een album of foto aanmaakt, verschijnen hier.
pl: Linki utworzone z albumu lub zdjęcia pojawią się tutaj.
pt: As ligações que criar a partir de um álbum ou de uma foto aparecerão aqui.
ro: Linkurile create dintr-un album sau dintr-o fotografie vor apărea aici.
ru: Здесь появятся ссылки, созданные из альбомов или фотографий.
sk: Odkazy vytvorené z albumu alebo fotografie sa zobrazia tu.
sl: Povezave, ki jih ustvarite iz albuma ali fotografije, bodo prikazane tukaj.
sv: Länkar som du skapar från ett album eller ett foto visas här.
th: ลิงก์ที่คุณสร้างจากอัลบั้มหรือรูปภาพจะแสดงที่นี่
tr: Bir albüm veya fotoğraftan oluşturduğunuz bağlantılar burada görünecek.
uk: Посилання, створені з альбому чи фото, з’являться тут.
vi: Liên kết bạn tạo từ album hoặc ảnh sẽ xuất hiện ở đây.
zh_hans: 从相册或照片创建的链接将显示在这里。
zh_hant: 從相簿或相片建立的連結將顯示於此。

source: List
ar: قائمة
bg: Лист
bn: তালিকা
ca: Llista
cs: Seznam
da: Liste
de: Liste
el: Λίστα
es: Lista
fa: لیست
fi: Lista
fr: Liste
he: רשימה
hi: सूची
hr: Popis
hu: Lista
id: Daftar
it: Lista
ja: リスト
kk: Тізім
ko: 목록
lt: Sąrašas
ms: Senarai
nb: Liste
nl: Lijst
pl: Lista
pt: Lista
ro: Listă
ru: Список
sk: Zoznam
sl: Seznam
sv: Lista
th: รายการ
tr: Liste
uk: Список
vi: Danh sách
zh_hans: 列表
zh_hant: 清單

source: Loading Album…
ar: جارٍ تحميل الألبوم…
bg: Зареждане на албума…
bn: অ্যালবাম লোড হচ্ছে…
ca: S'està carregant l'àlbum…
cs: Načítání alba…
da: Indlæser album…
de: Album wird geladen…
el: Φόρτωση άλμπουμ…
es: Cargando álbum…
fa: در حال بارگیری آلبوم…
fi: Albumia ladataan…
fr: Chargement de l’album…
he: טעינת האלבום…
hi: एल्बम लोड हो रहा है…
hr: Učitavanje albuma…
hu: Album betöltése…
id: Memuat Album…
it: Caricamento dell'album…
ja: アルバムを読み込み中…
kk: Альбом жүктелуде…
ko: 앨범 불러오는 중…
lt: Įkeliamas albumas…
ms: Memuatkan Album…
nb: Laster album…
nl: Album laden…
pl: Wczytywanie albumu…
pt: A carregar o álbum…
ro: Se încarcă albumul…
ru: Загрузка альбома…
sk: Načítava sa album…
sl: Nalaganje albuma…
sv: Laddar album…
th: กำลังโหลดอัลบั้ม…
tr: Albüm Yükleniyor…
uk: Завантаження альбому…
vi: Đang tải album…
zh_hans: 正在载入相册…
zh_hant: 正在載入相簿…

source: Loading albums…
ar: جارٍ تحميل الألبومات…
bg: Зареждане на албумите…
bn: অ্যালবামগুলো লোড হচ্ছে…
ca: S'estan carregant els àlbums…
cs: Načítání alb…
da: Indlæser album…
de: Alben werden geladen…
el: Φόρτωση άλμπουμ…
es: Cargando álbumes…
fa: در حال بارگیری آلبوم‌ها…
fi: Albumeita ladataan…
fr: Chargement des albums…
he: טעינת אלבומים…
hi: एल्बम लोड हो रहे हैं…
hr: Učitavanje albuma…
hu: Albumok betöltése…
id: Memuat album…
it: Caricamento degli album…
ja: アルバムを読み込み中…
kk: Альбомдар жүктелуде…
ko: 앨범 불러오는 중…
lt: Įkeliami albumai…
ms: Memuatkan album…
nb: Laster album…
nl: Albums laden…
pl: Wczytywanie albumów…
pt: A carregar os álbuns…
ro: Se încarcă albumele…
ru: Загрузка альбомов…
sk: Načítavajú sa albumy…
sl: Nalaganje albumov…
sv: Laddar album…
th: กำลังโหลดอัลบั้ม…
tr: Albümler yükleniyor…
uk: Завантаження альбомів…
vi: Đang tải album…
zh_hans: 正在载入相册…
zh_hant: 正在載入相簿…

source: Loading Live Photo
ar: جارٍ تحميل Live Photo
bg: Зареждане на Live Photo
bn: Live Photo লোড হচ্ছে
ca: S'està carregant la Live Photo
cs: Načítání Live Photo
da: Indlæser Live Photo
de: Live Photo wird geladen
el: Φόρτωση Live Photo
es: Cargando Live Photo
fa: در حال بارگیری Live Photo
fi: Live Photo -kuvaa ladataan
fr: Chargement de la Live Photo
he: טעינת Live Photo
hi: Live Photo लोड हो रही है
hr: Učitavanje Live Photo fotografije
hu: Live Photo betöltése
id: Memuat Live Photo
it: Caricamento della Live Photo
ja: Live Photoを読み込み中
kk: Live Photo жүктелуде
ko: Live Photo 불러오는 중
lt: Įkeliama Live Photo
ms: Memuatkan Live Photo
nb: Laster Live Photo
nl: Live Photo laden
pl: Wczytywanie Live Photo
pt: A carregar a Live Photo
ro: Se încarcă Live Photo
ru: Загрузка Live Photo
sk: Načítava sa Live Photo
sl: Nalaganje Live Photo
sv: Laddar Live Photo
th: กำลังโหลด Live Photo
tr: Live Photo Yükleniyor
uk: Завантаження Live Photo
vi: Đang tải Live Photo
zh_hans: 正在载入实况照片
zh_hant: 正在載入原況照片

source: Loading Photo
ar: جارٍ تحميل الصورة
bg: Зареждане на снимката
bn: ছবি লোড হচ্ছে
ca: S'està carregant la foto
cs: Načítání fotky
da: Indlæser foto
de: Foto wird geladen
el: Φόρτωση φωτογραφίας
es: Cargando foto
fa: در حال بارگیری عکس
fi: Kuvaa ladataan
fr: Chargement de la photo
he: טעינת התמונה
hi: फ़ोटो लोड हो रही है
hr: Učitavanje fotografije
hu: Fotó betöltése
id: Memuat Foto
it: Caricamento della foto
ja: 写真を読み込み中
kk: Фотосурет жүктелуде
ko: 사진 불러오는 중
lt: Įkeliama nuotrauka
ms: Memuatkan Foto
nb: Laster bilde
nl: Foto laden
pl: Wczytywanie zdjęcia
pt: A carregar a foto
ro: Se încarcă fotografia
ru: Загрузка фотографии
sk: Načítava sa fotografia
sl: Nalaganje fotografije
sv: Laddar foto
th: กำลังโหลดรูปภาพ
tr: Fotoğraf Yükleniyor
uk: Завантаження фото
vi: Đang tải ảnh
zh_hans: 正在载入照片
zh_hant: 正在載入相片

source: Loading photo…
ar: جارٍ تحميل الصورة…
bg: Зареждане на снимката…
bn: ছবি লোড হচ্ছে…
ca: S'està carregant la foto…
cs: Načítání fotky…
da: Indlæser foto…
de: Foto wird geladen…
el: Φόρτωση φωτογραφίας…
es: Cargando foto…
fa: در حال بارگیری عکس…
fi: Kuvaa ladataan…
fr: Chargement de la photo…
he: טעינת תמונה…
hi: फ़ोटो लोड हो रही है…
hr: Učitavanje fotografije…
hu: Fotó betöltése…
id: Memuat foto…
it: Caricamento della foto…
ja: 写真を読み込み中…
kk: Фотосурет жүктелуде…
ko: 사진 불러오는 중…
lt: Įkeliama nuotrauka…
ms: Memuatkan foto…
nb: Laster bilde…
nl: Foto laden…
pl: Wczytywanie zdjęcia…
pt: A carregar a foto…
ro: Se încarcă fotografia…
ru: Загрузка фотографии…
sk: Načítava sa fotografia…
sl: Nalaganje fotografije…
sv: Laddar foto…
th: กำลังโหลดรูปภาพ…
tr: Fotoğraf yükleniyor…
uk: Завантаження фото…
vi: Đang tải ảnh…
zh_hans: 正在载入照片…
zh_hant: 正在載入相片…

source: Loading Photos
ar: جارٍ تحميل الصور
bg: Зареждане на снимките
bn: ছবিগুলো লোড হচ্ছে
ca: S'estan carregant les fotos
cs: Načítání fotek
da: Indlæser fotos
de: Fotos werden geladen
el: Φόρτωση φωτογραφιών
es: Cargando fotos
fa: در حال بارگیری عکس‌ها
fi: Kuvia ladataan
fr: Chargement des photos
he: טעינת התמונות
hi: फ़ोटो लोड हो रही हैं
hr: Učitavanje fotografija
hu: Fotók betöltése
id: Memuat Foto
it: Caricamento delle foto
ja: 写真を読み込み中
kk: Фотосуреттер жүктелуде
ko: 사진 불러오는 중
lt: Įkeliamos nuotraukos
ms: Memuatkan Foto
nb: Laster bilder
nl: Foto's laden
pl: Wczytywanie zdjęć
pt: A carregar as fotos
ro: Se încarcă fotografiile
ru: Загрузка фотографий
sk: Načítavajú sa fotografie
sl: Nalaganje fotografij
sv: Laddar foton
th: กำลังโหลดรูปภาพ
tr: Fotoğraflar Yükleniyor
uk: Завантаження фото
vi: Đang tải ảnh
zh_hans: 正在载入照片
zh_hant: 正在載入相片

source: Loading video
ar: جارٍ تحميل الفيديو
bg: Зареждане на видеото
bn: ভিডিও লোড হচ্ছে
ca: S'està carregant el vídeo
cs: Načítání videa
da: Indlæser video
de: Video wird geladen
el: Φόρτωση βίντεο
es: Cargando vídeo
fa: در حال بارگیری ویدیو
fi: Videota ladataan
fr: Chargement de la vidéo
he: טעינת סרטון
hi: वीडियो लोड हो रहा है
hr: Učitavanje videozapisa
hu: Videó betöltése
id: Memuat video
it: Caricamento del video
ja: ビデオを読み込み中
kk: Бейне жүктелуде
ko: 비디오 불러오는 중
lt: Įkeliamas vaizdo įrašas
ms: Memuatkan video
nb: Laster video
nl: Video laden
pl: Wczytywanie filmu
pt: A carregar o vídeo
ro: Se încarcă videoclipul
ru: Загрузка видео
sk: Načítava sa video
sl: Nalaganje videoposnetka
sv: Laddar video
th: กำลังโหลดวิดีโอ
tr: Video yükleniyor
uk: Завантаження відео
vi: Đang tải video
zh_hans: 正在载入视频
zh_hant: 正在載入影片

source: Loading Video
ar: جارٍ تحميل الفيديو
bg: Зареждане на видеото
bn: ভিডিও লোড হচ্ছে
ca: S'està carregant el vídeo
cs: Načítání videa
da: Indlæser video
de: Video wird geladen
el: Φόρτωση βίντεο
es: Cargando vídeo
fa: در حال بارگیری ویدیو
fi: Videota ladataan
fr: Chargement de la vidéo
he: טעינת הסרטון
hi: वीडियो लोड हो रहा है
hr: Učitavanje videozapisa
hu: Videó betöltése
id: Memuat Video
it: Caricamento del video
ja: ビデオを読み込み中
kk: Бейне жүктелуде
ko: 비디오 불러오는 중
lt: Įkeliamas vaizdo įrašas
ms: Memuatkan Video
nb: Laster video
nl: Video laden
pl: Wczytywanie filmu
pt: A carregar o vídeo
ro: Se încarcă videoclipul
ru: Загрузка видео
sk: Načítava sa video
sl: Nalaganje videoposnetka
sv: Laddar video
th: กำลังโหลดวิดีโอ
tr: Video Yükleniyor
uk: Завантаження відео
vi: Đang tải video
zh_hans: 正在载入视频
zh_hant: 正在載入影片

source: Loading…
ar: جارٍ التحميل…
bg: Зареждане…
bn: লোড হচ্ছে…
ca: S'està carregant…
cs: Načítání…
da: Indlæser…
de: Wird geladen…
el: Φόρτωση…
es: Cargando…
fa: در حال بارگیری…
fi: Ladataan…
fr: Chargement…
he: טעינה…
hi: लोड हो रहा है…
hr: Učitavanje…
hu: Betöltés…
id: Memuat…
it: Caricamento…
ja: 読み込み中…
kk: Жүктелуде…
ko: 불러오는 중…
lt: Įkeliama…
ms: Memuatkan…
nb: Laster…
nl: Laden…
pl: Wczytywanie…
pt: A carregar…
ro: Se încarcă…
ru: Загрузка…
sk: Načítava sa…
sl: Nalaganje…
sv: Laddar…
th: กำลังโหลด…
tr: Yükleniyor…
uk: Завантаження…
vi: Đang tải…
zh_hans: 正在载入…
zh_hant: 正在載入…

source: Local cache was rebuilt
ar: أُعيد إنشاء ذاكرة التخزين المؤقت المحلية
bg: Локалният кеш беше изграден отново
bn: স্থানীয় ক্যাশ আবার তৈরি করা হয়েছে
ca: S'ha reconstruït la memòria cau local
cs: Místní mezipaměť byla znovu vytvořena
da: Den lokale cache blev genopbygget
de: Lokaler Cache wurde neu erstellt
el: Η τοπική προσωρινή μνήμη αναδημιουργήθηκε
es: La caché local se ha reconstruido
fa: حافظه پنهان محلی بازسازی شد
fi: Paikallinen välimuisti luotiin uudelleen
fr: Le cache local a été reconstruit
he: המטמון המקומי נבנה מחדש
hi: स्थानीय कैश फिर से बनाया गया
hr: Lokalna predmemorija ponovno je izgrađena
hu: A helyi gyorsítótár újraépült
id: Cache lokal telah dibangun ulang
it: La cache locale è stata ricostruita
ja: ローカルキャッシュを再構築しました
kk: Жергілікті кэш қайта құрылды
ko: 로컬 캐시를 다시 구축했습니다
lt: Vietinis podėlis sukurtas iš naujo
ms: Cache setempat telah dibina semula
nb: Den lokale hurtigbufferen ble bygget på nytt
nl: Lokale cache is opnieuw opgebouwd
pl: Lokalna pamięć podręczna została odbudowana
pt: A cache local foi reconstruída
ro: Memoria cache locală a fost reconstruită
ru: Локальный кэш перестроен
sk: Lokálna vyrovnávacia pamäť bola znova vytvorená
sl: Lokalni predpomnilnik je bil znova ustvarjen
sv: Den lokala cachen byggdes om
th: สร้างแคชในเครื่องใหม่แล้ว
tr: Yerel önbellek yeniden oluşturuldu
uk: Локальний кеш перебудовано
vi: Đã tạo lại bộ nhớ đệm cục bộ
zh_hans: 本地缓存已重建
zh_hant: 本機快取已重建
